[PAD]
[UNK]
[START]
[END]
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
अ
आ
इ
ई
ए
औ
क
ख
ग
घ
च
ज
ट
ठ
ण
त
थ
द
न
प
ब
भ
म
य
र
ल
व
श
ष
स
ह
ा
ि
ी
ो
“
”
€
♫
the
and
to
of
that
in
you
is
we
it
##s
this
so
was
have
are
for
they
but
what
on
with
its
about
can
be
all
not
as
my
one
at
were
people
do
there
if
##ing
from
like
an
now
when
these
because
our
very
he
##ed
them
or
just
me
by
how
out
know
which
who
see
their
think
going
had
up
your
us
world
##d
get
more
would
then
thats
dont
laughter
here
really
##ly
im
has
said
go
no
time
some
will
where
well
things
want
years
into
way
two
actually
make
look
other
something
could
those
first
she
applause
thing
right
say
than
been
##er
his
even
need
##y
theres
back
only
theyre
also
take
lot
why
##t
much
youre
got
life
little
most
many
good
did
over
being
##e
every
india
new
work
come
around
kind
thank
her
##n
three
different
##al
day
##a
doing
##es
children
any
down
tell
same
should
put
talk
year
use
country
went
called
today
kids
made
own
great
human
story
didnt
percent
##ers
change
##r
fact
find
through
give
after
##i
another
thought
##ic
does
problem
started
important
last
before
ive
cant
school
course
##o
never
him
idea
came
might
love
better
next
start
weve
call
part
believe
done
whats
ago
mean
doesnt
africa
still
again
big
understand
used
##l
feel
show
women
wrong
##ation
found
few
place
too
##in
between
live
water
lets
able
always
let
data
question
million
together
##ion
example
long
##m
everything
may
point
##h
technology
##ive
help
old
real
maybe
countries
##ment
getting
four
each
wanted
whole
end
system
become
government
money
man
off
##an
##ity
bit
home
enough
information
away
thinking
am
dollars
##able
##on
person
##k
ask
best
says
took
five
god
hes
looking
woman
##ness
family
means
second
##ies
ever
stories
told
anything
brain
language
id
small
times
trying
child
number
okay
else
using
making
try
create
heres
lives
makes
talking
learn
comes
ideas
light
youve
city
matter
side
simple
working
##ist
##ry
##ting
happened
left
mind
oh
##ts
ill
model
students
##it
food
half
sense
must
once
power
stuff
##en
##rs
art
bad
both
saying
interesting
less
media
problems
quite
society
education
energy
imagine
mother
reason
room
##ar
future
music
saw
science
seen
##b
asked
business
goes
inside
such
book
health
across
billion
english
far
front
having
men
nothing
read
space
car
days
indian
single
true
without
build
poor
video
within
everyone
high
learning
name
states
china
happen
hard
probably
someone
united
whether
young
computer
couple
group
internet
market
middle
sort
##est
##ia
economic
social
until
##less
everybody
experience
news
pretty
youll
##le
design
moment
possible
remember
yet
##um
cells
##ial
##ism
##us
building
heard
looks
play
share
##ge
already
bring
process
almost
knew
months
picture
robot
six
south
##or
age
global
house
move
often
community
environment
face
guys
hear
later
learned
places
run
##ent
##ine
##nt
##p
feeling
happening
happens
machine
village
living
sometimes
terms
third
research
simply
ted
##ure
care
coming
line
reality
somebody
teacher
top
while
words
##ate
##ful
##st
gave
lots
teach
yeah
##ling
##te
basically
gets
level
shes
##ical
##ous
culture
decided
ones
project
taking
teachers
babies
figure
kinds
longer
order
ourselves
though
##ian
answer
compassion
couldnt
development
finally
game
heart
public
rather
##age
##ized
form
given
keep
minutes
opportunity
##ile
friends
large
needs
open
pay
th
themselves
turn
growth
taken
##ck
##g
aid
audience
entire
history
knowledge
others
schools
stand
street
under
yes
##ance
##et
##ty
american
built
job
political
takes
##man
ca
cannot
created
guy
huge
isnt
myself
study
thousands
ways
word
works
##ating
##ble
##ish
##ists
difference
looked
per
poverty
set
wall
war
##at
##f
##ions
case
during
early
listening
outside
state
view
##am
amazing
beautiful
became
behind
difficult
east
eight
perhaps
turns
week
##ary
##ated
afghanistan
eyes
girls
hand
kid
speak
understanding
universe
##ally
##is
##king
##ue
brought
college
seven
walk
##ped
##ted
air
challenge
changes
friend
instead
itself
worked
##ping
##ter
books
father
local
models
night
parents
robots
seeing
whatever
whos
blue
companies
completely
images
least
millions
scale
since
sure
wasnt
wont
##ch
##ize
african
america
body
earth
full
gone
paper
stop
##c
##il
##ned
##ors
happy
piece
##id
access
attention
exactly
fear
head
hope
running
security
theyve
wrote
average
based
felt
free
grow
image
map
realized
therefore
##as
##day
##ls
buy
changed
##ide
##na
##ual
##ve
anyone
beginning
cities
control
easy
issue
nice
systems
write
##ence
act
common
deal
grew
known
listen
lost
particular
pictures
religion
species
test
turned
weeks
wonderful
##ce
##ds
##les
##se
death
fun
girl
impossible
needed
ok
questions
rate
sell
spend
##led
##ore
##ur
area
becomes
century
cool
either
fly
forward
growing
hands
lab
rest
sound
starting
##ct
##ration
##u
ability
along
born
close
company
computers
digital
generation
moving
photos
planet
rich
script
support
##ice
##ill
##ities
##ning
##ns
##os
against
box
capital
chinese
dark
developed
developing
disease
especially
green
ground
leave
message
online
past
phone
please
population
seems
statistics
step
student
teaching
tried
yourself
##nce
##one
##tion
absolutely
boy
certain
goal
hours
industry
nature
oil
pattern
plant
suddenly
watch
##re
##th
alone
changing
cricket
door
movement
nobody
objects
personal
short
shows
spent
voice
wouldnt
##ant
##ied
##ip
arent
cars
creating
democracy
economy
experiment
giving
groups
income
interested
meet
nine
notice
opportunities
parts
path
result
wants
##ious
##ma
##ments
##ner
baby
entrepreneurs
guess
havent
hundreds
incredible
literally
month
pick
program
putting
realize
send
software
stay
structure
team
telling
worlds
yearold
york
##cing
##w
amount
cell
citizens
concept
dream
field
galaxies
indus
jobs
knows
morning
period
physical
red
religions
resources
starts
strong
success
tools
university
value
##ered
##ire
##izing
action
cost
crazy
leaders
national
playing
produce
progress
revolution
role
shoes
showed
streets
taught
walking
##ain
##ding
##ged
##tors
##ward
##x
clear
conversation
dollar
effect
gives
natural
powerful
sitting
situation
size
solve
truly
truth
##bs
##ging
##iation
##ight
##ise
##port
##ps
##ra
##ring
##tor
aging
begin
buildings
camera
color
complex
dad
die
essentially
faster
foreign
material
perspective
politics
potential
reach
scientists
sold
somewhere
tiny
wife
wish
writing
##ability
##ak
##als
##ations
##gs
##ite
##like
##line
adults
began
blind
chris
class
decisions
desert
europe
extremely
fundamental
further
governments
land
moon
office
president
recently
sounds
totally
version
videos
white
##ay
##ible
##ming
##ms
##ny
##ood
##rate
##ut
americans
approach
available
beings
choice
complicated
connection
excited
feynman
innovation
largest
likely
machines
moved
product
quickly
relationship
save
solution
understood
##ard
##ative
##ics
##ie
##ke
##ow
##ries
classroom
corruption
draw
drive
except
expect
explain
fire
follow
hospital
indeed
involved
koran
lived
minister
peoples
perfect
risk
sit
soon
speaking
theory
type
west
##ad
##el
##red
##uring
##way
asking
beyond
bigger
british
center
chance
definition
device
died
feet
fit
journey
legs
loved
mine
modern
net
patient
sent
service
services
smile
thousand
types
web
##all
##hip
##ization
##ne
##nse
##ton
anywhere
biggest
black
bunch
certainly
communication
communities
connected
earlier
fine
humans
international
major
malaria
meant
minds
page
pain
pakistan
photo
points
position
positive
sector
seem
smart
sorts
stars
tells
travel
wk
won
##ane
##de
##ta
##ters
##ulation
##up
##use
anybody
anymore
asia
bank
bread
choose
consider
dreams
engineering
everywhere
extraordinary
farmers
fast
fighting
hey
hold
key
languages
leader
met
none
normal
present
ready
successful
theyll
towards
traditional
train
waiting
watching
wearing
whose
willing
##ars
##ator
##cy
##dy
##ically
##istic
##ition
##ory
##ving
##z
allowed
among
answers
behavior
conflict
consciousness
content
context
continent
cultural
deep
discovered
etc
exist
fight
google
hour
immediately
kept
magic
obviously
particularly
plants
played
range
road
shared
showing
shown
solar
solutions
son
source
store
talked
theyd
worth
youd
##io
##la
##lation
##old
##tive
bill
bottom
bought
direction
discover
driving
electricity
evidence
faces
feelings
film
helping
including
inspired
movie
north
park
policy
private
provide
standing
sun
town
unclear
violence
##aging
##ail
##im
##ir
##med
##ology
##ot
##ric
##ss
##ulate
above
abraham
allow
artist
bed
belief
boys
brilliant
clearly
climate
develop
dr
eat
effects
eventually
examples
families
healthy
hundred
hunger
infrastructure
interact
lead
main
raise
religious
shouldnt
sign
similar
vision
wait
worry
written
##em
##end
##ering
##me
##men
##ological
##ons
##ties
##time
##ump
becoming
bringing
cancer
cause
challenges
civil
cover
critical
despite
entirely
eye
function
greater
higher
holding
incredibly
individual
leadership
lights
lose
low
matters
moral
plan
produced
purpose
quality
reading
seconds
sleep
spirit
stage
studies
surface
table
track
upon
visual
##der
##ily
##inate
##ings
##land
##my
##om
##ose
##ron
##ze
agree
blood
campaign
carbon
conference
creative
crisis
cut
designed
engineers
fall
freedom
funny
greatest
helped
humanity
increase
issues
justice
landscape
lesson
markets
match
math
mexico
military
mouse
neighborhood
notion
ordinary
police
puzzles
results
rules
sex
survive
trained
trust
values
vote
washing
wow
##ach
##ap
##ca
##ger
##ha
##her
##imate
##ising
##ler
##lock
##mic
##ncy
##py
##side
##ume
##une
add
anderson
animal
autism
brains
brings
code
connect
dangerous
deliver
doctor
edge
favorite
finding
flight
following
happiness
husband
impact
minute
newspaper
organization
pass
patterns
peace
pop
primary
runs
sat
secret
somehow
spiritual
spoke
spread
strategy
television
text
training
wed
whenever
wonder
youtube
##ians
##ified
##ks
##ll
##nts
##sing
##unch
##used
##ust
##ution
absolute
activity
address
algorithms
alive
areas
basic
basis
break
carry
carrying
cases
clean
collective
costs
crime
daughter
dead
decide
delhi
differences
directly
doctors
dynamic
famous
financial
flying
focus
forget
forms
galaxy
general
grade
grandmother
individuals
keeps
larger
late
limited
list
materials
medical
mental
moments
noticed
obvious
pieces
press
price
prison
professor
projects
race
raised
respect
risks
self
serious
several
sky
solved
structures
subject
symbols
tea
tend
transform
twice
victims
walked
wealth
website
werent
western
win
##ans
##bal
##ber
##bit
##cent
##co
##ction
##ee
##ees
##ets
##iate
##ired
##light
##ogy
##ony
##oring
##per
##place
##ri
##row
##ture
##ude
##ural
##ute
##v
##ying
##zing
accept
account
achieve
ancient
animals
anyway
bodies
bronx
causes
childrens
classical
competition
conscious
covered
creation
creativity
cup
dance
drugs
experiments
floor
innovations
law
led
lessons
letters
liked
lines
meaning
mostly
movies
nigeria
numbers
paid
pull
seat
specific
steel
taliban
technologies
terrible
testing
thanks
tree
unfortunately
urban
uses
usually
worse
##ats
##bly
##cks
##ick
##ier
##inated
##ined
##ional
##ld
##mber
##ock
##oot
##out
##pect
##pression
##que
##rated
##ses
##tle
affordable
arrived
aware
balance
banks
beat
calls
capacity
central
closer
coffee
compassionate
constantly
continue
damage
decade
dignity
dilemma
distance
empathy
enormous
event
exciting
failure
faith
feedback
fix
force
gdp
hidden
himself
hit
invest
iraq
kill
miss
mom
names
obstacles
opposite
paris
passion
phones
planning
possibility
recent
rights
river
scene
slowly
star
summer
supposed
sweden
therapies
tons
vulnerability
wellbeing
wind
##aged
##ah
##ators
##eer
##ens
##go
##iable
##ience
##ify
##ines
##itation
##its
##lated
##lines
##lled
##off
##ologists
##ove
##res
##right
##sh
##tain
##tract
##uck
##ums
##uts
##ways
active
ag
al
argument
capita
career
cartoons
childhood
conditions
corner
degrees
devices
differently
doodling
drug
events
fantastic
forth
gotten
heroes
however
imagination
infected
instance
intelligence
invented
investment
iran
itll
killed
marketing
massive
nations
network
opened
plane
player
prisoners
proud
published
push
reasons
relationships
responsible
return
rise
sanitary
shame
slide
special
square
stands
struggle
stuck
throughout
uk
unique
vehicle
wear
##ake
##ba
##ened
##hop
##ibility
##icate
##ination
##ins
##ium
##ix
##lus
##mit
##nic
##ode
##pose
##posed
##rance
##ried
##rified
##sed
##sion
##ud
##ves
according
although
argue
background
balloon
bear
benefit
block
brazil
brother
businesses
catch
character
check
circumstances
classes
combined
courage
cultures
current
dog
entrepreneur
entrepreneurial
environmental
equal
everyday
evolution
facing
familiar
final
focused
foundation
fund
glass
globalization
honor
ice
indians
interest
joy
leonardo
levels
location
majority
marathon
measure
miles
missing
mission
mobile
necessary
neighbors
nets
northern
pad
pair
photograph
players
pollen
popular
predict
rain
ran
remind
roof
rural
safe
search
series
sharing
shell
skills
smaller
speed
st
stopped
suffering
telephone
tens
tool
tough
tv
waste
zero
##ably
##act
##are
##ase
##ast
##ays
##cted
##ime
##ishing
##lication
##ollywood
##ome
##ong
##oration
##orn
##rant
##road
##set
##uit
##ule
##umps
##uous
##ured
actual
afraid
africans
apart
begins
benefits
birds
broken
budget
caused
cents
chocolate
circle
civilization
cloud
commercial
compared
concerned
curious
decision
democratic
depends
dying
engage
expensive
extension
facebook
failed
fifth
flow
fully
games
generations
hospitals
hot
illegal
institutions
intelligent
japanese
lady
license
morality
named
nation
near
negative
organized
otherwise
paying
platform
pulled
recognize
report
respond
saved
scientist
shape
ship
shot
shut
signs
slightly
smiling
soft
song
soul
studying
surprise
sustainable
total
trade
tradition
villages
##abad
##ade
##ags
##airs
##atic
##ball
##be
##board
##book
##cle
##ear
##ery
##hand
##ica
##ief
##ig
##ior
##ison
##ivity
##ked
##lip
##nd
##ocked
##ol
##ora
##ories
##osphere
##pressed
##rash
##rier
##rn
##son
##tect
##tic
##tory
##ub
##uction
##ug
##uing
##ul
##ulating
##urse
##vation
##zen
acts
arabic
article
boston
busy
calling
cap
card
characters
citizen
coal
colleagues
considered
credit
cycle
debate
disorder
distribution
driven
educational
effectively
emissions
ended
engineer
england
enjoy
environments
facts
fail
folks
french
genes
ghana
goods
granted
harvard
hate
helium
hero
highly
honey
houses
include
insects
interface
invisible
invite
john
keeping
kenya
lebanon
london
lower
mark
members
memory
mention
mountain
mr
mumbai
muslim
neighbor
neurons
nor
novel
obama
object
onto
papers
passionate
polio
properly
region
remote
response
rule
sending
silence
spaces
split
stones
td
technical
uganda
user
vast
versus
whereas
zoom
##ack
##action
##ague
##amine
##ange
##ants
##atically
##cular
##ect
##ently
##etic
##fully
##iction
##ilk
##ipate
##kes
##let
##lling
##logy
##mer
##motion
##ng
##oat
##ole
##ones
##oo
##ool
##ored
##osis
##ota
##ox
##pe
##phone
##piration
##press
##ral
##raph
##ray
##rew
##stic
##ually
##uce
##ues
##ung
##urs
##vable
##ware
##yearold
admit
adult
advanced
advantage
afghan
agriculture
architecture
army
associated
autistic
awesome
battle
below
bike
biology
capable
cartoon
charge
cheese
church
clothes
collect
colors
communicate
conversations
convince
criminals
cry
date
deaths
demographic
details
dna
drivers
dry
effective
ends
facial
feed
feels
fish
followed
foot
gift
gore
hair
harvest
heavy
hole
identity
improve
join
mars
mechanical
medicine
member
mentioned
mouth
moves
multiple
noise
note
party
pasted
patients
perception
performance
piano
plate
principles
print
products
property
puzzle
quick
radio
random
reduce
relevant
remain
represent
roads
safety
sandwich
scientific
sea
secure
selling
setting
sides
sister
skin
slow
sorry
spectrum
speech
strange
sudden
techniques
telescope
touch
traffic
turning
various
walks
watched
whove
wide
wisdom
##ace
##acy
##ages
##ale
##ami
##and
##ater
##by
##cies
##cil
##com
##ening
##ents
##ft
##gency
##gers
##ges
##gth
##hes
##hips
##icit
##iding
##ids
##iles
##ind
##ires
##load
##mented
##mpus
##ners
##ney
##oes
##ography
##oke
##orm
##osing
##ound
##phere
##point
##ports
##rain
##ria
##rt
##sk
##state
##tch
##thm
##top
##uake
##ugh
##umption
##unk
##ures
##ury
##utrition
##zy
ahead
airplane
artists
bakery
ball
barefoot
beauty
believed
bicycle
birth
blocks
bridge
brothers
charity
choices
complete
complexity
consequences
cooperation
corporate
count
creates
daughters
de
degree
designs
detail
diversity
effort
electrical
emotional
emotions
engine
exists
extra
fellow
finish
firing
frame
friday
fundamentally
grid
harder
heads
hearing
hits
hiv
homes
hp
increased
industrial
influence
inner
insect
intellectual
iranian
jesus
knowing
labor
leaves
legal
link
losing
loss
mathematics
meeting
messages
method
mexican
mining
naturally
nectar
neither
offer
older
original
percentage
personally
philosophy
portraits
possibilities
previous
production
professional
reached
revenue
review
rid
round
scared
sculpture
sensors
sequence
significant
solid
solving
sopa
sources
stone
straight
succeed
supply
task
thinks
throw
till
tone
transformed
troops
trouble
ultimately
uncle
universal
visit
window
##ag
##ales
##ams
##arm
##art
##atory
##aving
##bi
##bing
##bits
##ches
##cious
##city
##cope
##cord
##ded
##des
##eal
##eg
##ep
##fe
##fer
##fused
##han
##hetic
##hing
##hist
##hold
##hor
##iating
##igate
##ility
##ining
##ink
##ised
##ived
##lds
##lement
##mission
##ncing
##neath
##nia
##ntly
##olution
##ost
##ots
##ously
##peration
##pes
##put
##raft
##ram
##ress
##rge
##rial
##rive
##ro
##ror
##tend
##tent
##tly
##to
##ucted
##udge
##ulated
##un
##urn
##using
##val
##ved
##water
##wide
##zed
accepted
advice
affect
afford
aids
alternative
anonymous
arab
attitude
bee
bubble
burden
captain
caught
chemical
christians
closed
cognitive
cold
compare
contact
convinced
cousins
crowd
david
define
destroyed
detector
diverse
divide
domain
drop
educated
era
escape
everyones
explore
external
fell
flag
flew
flower
flowers
gap
gas
gates
gods
grandmothers
grown
helps
hypothesis
identify
increasingly
industries
islamic
january
lack
laid
latin
lecture
lie
logic
lovely
lucky
ma
management
manufacturing
maps
marriage
married
michael
mothers
motion
motor
opinion
pants
particles
physics
picked
pipa
poorest
practice
pray
productive
profound
programs
rates
realistic
reforms
remarkable
represents
require
resource
richard
robust
rock
san
screen
secondly
section
seriously
silent
somewhat
southern
spectacular
statement
stood
symbol
talent
tape
telescopes
tissue
todays
tomorrow
tragedy
traits
unintended
unless
unlikely
valley
washington
weight
whom
winter
wire
yearolds
yellow
##aster
##atus
##bled
##bling
##care
##cate
##ched
##cratic
##dimensional
##ears
##ervation
##essed
##ever
##ff
##ford
##head
##ially
##iant
##iations
##ient
##ina
##inal
##int
##iological
##iring
##ished
##istics
##itch
##ited
##itional
##ius
##known
##lash
##lies
##life
##lish
##lt
##nation
##net
##ologist
##oms
##ond
##onia
##ono
##orations
##oved
##oy
##ple
##pt
##pted
##rading
##rank
##rd
##ren
##ribute
##rising
##romise
##rown
##sm
##ssed
##ssion
##ssy
##sting
##tions
##titude
##tten
##ua
##uals
##ula
##ulations
##umble
##urt
##utes
##utor
##ver
##view
##volves
##ws
accident
ages
ah
airplanes
amazon
applied
apply
architects
audio
autonomous
billions
board
boundaries
briefly
buying
calculus
california
cameras
canada
careful
cartoonists
chain
climb
clouds
coast
coke
component
components
conclusion
confidence
congress
contemporary
contribute
correct
creatures
crying
decades
depend
described
despair
destruction
dick
discovery
diseases
district
doodle
drawing
efficiency
egyptian
elected
elsewhere
emerging
empowered
encourage
entertainment
envy
error
exercise
expected
faced
fake
fashion
features
fiber
figures
fourth
globe
grand
hall
handle
hell
highest
homework
importance
impressive
improving
indias
invited
joke
lanes
laugh
los
male
mandarin
manhattan
march
miracle
mountains
ocean
official
pages
paint
parking
pathology
pause
presence
prices
prime
probability
producing
racing
receive
reform
regular
relate
related
replace
reported
rescue
responsibility
reverse
roughly
russians
sake
secular
serve
sets
shining
site
smoke
spin
splashy
spreading
steps
stick
struck
stupid
subsaharan
tanzania
technological
telephones
temperature
tends
terrain
tests
threat
tony
transformation
twitter
unity
useful
users
vulnerable
wake
wealthy
weather
wherever
wondering
younger
##aded
##ali
##ances
##ards
##asing
##asure
##ates
##ath
##athy
##ature
##bet
##bia
##class
##cles
##dia
##doors
##down
##eak
##eed
##els
##ely
##ern
##erve
##ex
##ey
##ference
##ganizing
##gic
##gue
##hake
##hall
##hed
##hops
##house
##idents
##iers
##ift
##igned
##inance
##income
##ingers
##ips
##istry
##itarian
##ker
##kh
##lapping
##late
##lay
##loth
##makers
##mands
##ni
##night
##olve
##omic
##ook
##op
##ord
##ords
##pan
##pear
##pers
##piring
##play
##position
##pped
##profit
##quate
##rative
##read
##ream
##rine
##rises
##rities
##rity
##roper
##rows
##rry
##term
##tes
##tracts
##try
##uation
##uel
##uh
##ular
##umes
##umor
##umped
##unt
##unters
##unting
##uss
##vate
##vative
##vators
##ven
##vision
##wards
##wear
##र
analyze
ancestors
announced
app
appeared
ark
avoid
awareness
banking
believes
belong
bird
borders
bowl
broccoli
burning
butterflies
capability
cattle
challenged
chart
cheap
childs
chile
christian
citys
committed
conflicts
construction
controlled
crackers
cross
daily
deeply
defined
diagnosed
diagram
dinner
dividend
doubt
driver
drives
due
ego
egypt
elite
embedded
embrace
engaged
expectancy
experienced
explained
expressions
fabric
factory
fair
fairly
fascinating
figured
filled
flies
flu
fluctuations
forever
former
framework
funding
gandhi
generate
gentleman
golf
graduate
grandfather
healthier
heat
herself
hindu
horse
hotel
housing
illness
incentives
institution
instrument
intuitive
invested
island
japan
khan
kindness
lake
letting
library
lifestyle
limits
linguistic
literacy
loop
maintain
mans
masters
mechanism
medium
microbes
mistakes
monitor
muslims
nasa
necessarily
neuroscience
nigerian
numb
operate
optimistic
options
organic
overcome
parent
parliament
passed
paste
pasting
planets
plans
pocket
possibly
post
prefer
pretend
prevent
principle
prize
propaganda
prototype
puts
rare
rat
recording
reduced
request
restaurant
roommate
russia
rwanda
sad
saving
sees
severe
sexual
sick
sisters
situations
skill
soldiers
speaker
spoken
struggling
subjects
sugar
super
survival
teeth
temple
term
terrorism
touched
transportation
treating
treatment
trick
tries
trip
tube
turkey
typical
un
underground
virus
viruses
visible
wars
wash
wave
weapons
weird
windows
worst
writer
yr
##abilities
##ails
##air
##anic
##antic
##aries
##ased
##atively
##based
##bility
##bin
##bition
##cale
##cation
##ceiving
##chy
##conds
##cover
##dam
##dicated
##dle
##do
##duced
##ection
##ek
##enger
##ensitive
##ess
##ession
##ew
##fect
##finitely
##front
##gebra
##gen
##gin
##hift
##ications
##icians
##ident
##ides
##idian
##ietnam
##iety
##ieving
##iform
##ike
##iling
##imated
##inger
##ingly
##inity
##inth
##iolent
##ipe
##ipper
##itute
##ively
##ives
##ka
##kin
##lapse
##lexible
##low
##lue
##lves
##mad
##mand
##mental
##mers
##mill
##mp
##ncies
##nding
##nment
##nsity
##nsive
##ocated
##od
##offs
##og
##oid
##ooking
##oon
##ope
##opy
##orate
##ork
##orship
##ortality
##ought
##ower
##pot
##ption
##quence
##race
##racy
##rants
##reaking
##rested
##ribe
##rio
##rip
##rofit
##ronic
##ront
##sive
##size
##spire
##stitute
##stream
##table
##teller
##tery
##ualities
##ulous
##ulse
##ult
##ulum
##unded
##urance
##urgery
##uting
##vey
##vor
##wait
##weet
##wn
##work
##ys
##za
##zine
##ी
accurate
actions
added
agenda
alexander
amounts
analysis
anemia
angle
applications
appreciate
assistance
ate
authentic
axis
base
bedroom
begun
beliefs
bias
biases
blog
blowing
border
bus
camel
celebrate
challenging
chaos
chapter
claims
clonie
cokes
collaboration
colorful
comfortable
confront
connections
contagious
copying
customer
da
darwin
deaf
department
dependent
depending
describe
deserve
difficulty
disagree
drew
drink
easier
economies
efficient
election
elections
email
equally
european
evolved
extreme
facility
fires
flat
formation
frustrated
functions
generally
genetic
gentlemen
gesture
gestures
hadnt
hang
hasnt
held
hopefully
hungry
imagined
institutional
internal
intervention
irrigation
islam
israel
jabbar
killing
kilometers
knot
ladies
latest
launched
lawyer
leading
leads
letter
lifetime
likes
linked
literature
marks
mass
mathematical
metabolism
momentum
mythology
nevertheless
newspapers
openness
operating
option
organizations
organize
ought
outcome
pace
painted
painting
paradigm
phrase
physicist
physicists
placed
plastic
policing
posted
pounds
practices
precise
pressure
productivity
promote
prophet
prove
quiet
quote
raped
raw
reaching
received
recognition
reflect
reflected
repeat
ridiculous
ring
robotics
roofs
route
row
russian
scan
scans
seemed
sentence
separate
seventh
sierra
singapore
smell
societies
speakers
staff
standard
station
stronger
style
suicide
survey
tackle
taste
tears
ticket
topic
toward
tracking
transforming
treat
treated
truck
ultraviolet
unexpected
unusual
valuable
vehicles
virgin
voices
volunteers
voting
walls
wheel
wholeness
winning
worker
##j
##q
##अ
##आ
##इ
##ई
##ए
##औ
##क
##ख
##ग
##घ
##च
##ज
##ट
##ठ
##ण
##त
##थ
##द
##न
##प
##ब
##भ
##म
##य
##ल
##व
##श
##ष
##स
##ह
##ा
##ि
##ो
##“
##”
##€
##♫
